{
  "1": {
    "time": "09:30",
    "description": "Enjoy a leisurely breakfast at Australian restaurant Woolloomooloo."
  },
  "2": {
    "time": "10:30",
    "description": " Go to the top floor of Taipei 101 for an unparalleled view of the city or challenge yourself by climbing Xiangshan (Elephant Mountain), a more exerting option but with a view of Taipei that includes Taipei 101. "
  },
  "3": {
    "time": "12:00",
    "description": "Fortify yourself with a bowl of Tainan style turkey rice at Rou Bo’s Turkey Rice."
  },
  "4": {
    "time": "13:00",
    "description": "Visit South Village #44 (once a military dependents’ village) for selected goods shop, Good Cho’s. If you happen to be there on the weekends, also check out the farmers’ market, arts and crafts market, and live performances."
  },
  "5": {
    "time": "14:30",
    "description": "Visit Taiwanese retro eyewear brand Classico and menswear select shop Ne.sense. "
  },
  "6": {
    "time": "15:30",
    "description": "Head to Liuzhangli. Sit down and listen to Taiwanese music at A Good Day Records. Vinyl lovers, visit Vinyl Decision. As for dessert fanatics, you mustn’t miss out on French bakery Boîte de Bijou."
  },
  "7": {
    "time": "17:00",
    "description": "This area is a cluster of small shops. Friends who enjoy design please head to stationery heaven TOOLS to LIVEBY, leather goods brand Llagut, as well as custom-made leather shoe brand, Chenjingkai Office."
  },
  "8": {
    "time": "18:30",
    "description": "For dinner I highly recommend an American restaurant that uses Taiwanese ingredients, Roots Creative. Or visit the nearby Tonghua Night Market for eatery food."
  },
  "9": {
    "time": "20:30",
    "description": "Head to a mysterious American style bar in Taipei called Ounce or have a few drinks at Trio, where they serve shots and delicious cocktails."
  },
  "10": {
    "time": "22:00",
    "description": "If you are sore from your day’s journey, visit Spring Means Dance Full Body Health Center (open 24 hrs a day) for a soothing massage."
  }
}
