{
  "1": {
    "time": "10:30",
    "description": "Go to Shuanglian Market and explore your breakfast options: vegetable and meat roll-up, spring onion pancake roll, and much more. Wash it all down with a cup of herbal tea or have sweet rice balls for dessert. Also, go to the famously efficacious Wenchang Temple and pray for academic and career achievements."
  },
  "2": {
    "time": "11:30",
    "description": "Stroll around the market and find the literati bookstore, Garden City; the men’s shoes specialty store, Oringo; and the handmade leather accessories store, Sienna (the latter two open at 12 pm). "
  },
  "3": {
    "time": "12:30",
    "description": "For lunch, enjoy delicious tapas at Achoi. For vegetarian or vegan options, go to Macrobiotics for their curry ramen (and try their delicious tomato marinated with preserved plum side dish)."
  },
  "4": {
    "time": "13:30",
    "description": "Explore the alleys of Chifeng Street and Zhongshan North Road. Start from lifestyle shop Chifeng 28, make your way to Loopy, a store full of cute trinkets, and head to Agaric Garden for accessories. Visit Lovely Taiwan, a shop that curates local goods. Go to Everyday Ware & Co and PPAPER Shop, both of which sell selected goods. Finally, head to conceptual clothing store, WUM, and arthouse theater, Spot.  "
  },
  "5": {
    "time": "15:30",
    "description": "Go to MOCA (Museum of Contemporary Art, Taipei), a museum transformed from a Japanese style dormitory, for great exhibitions. Remember to visit their website for current information. Or, go to the nearby independent bookstore, Pon Ding and the record shop, Waiting Room."
  },
  "6": {
    "time": "17:00",
    "description": "Visit Ri Xing Type Foundry where they hand make lead types and then go to 324 Print Studio to appreciate the technique and art of printmaking."
  },
  "7": {
    "time": "18:00",
    "description": "I highly recommend visiting Ningxia Night Market for delicious snacks such as Lai’s Oyster Omelette, Taro Liu’s Crispy Fried Taro Balls, Pork Liver Rong’s and Pork Liver Soup. If you’d prefer to dine in a restaurant, explore the alleys where it only gets busier as the night gets darker. For a group of people, consider Taiwanese cuisine restaurant, Ji Jia Zhuang, or famous Cantonese roast duck restaurant, Long Du. "
  },
  "8": {
    "time": "20:00",
    "description": "After a good meal, stroll to Japanese lifestyle shop 61note or end your day with a cup of coffee at Wild Flower Bookstore Cafe where they carry independent publications. "
  }
}
