{
  "1": {
    "time": "09:00",
    "description": "If you’d like to have breakfast in the area, I recommend Fruits Lobby and their signature tuna and toast."
  },
  "2": {
    "time": "10:00",
    "description": "Go to Taiuan-e-tiam, a place that curates all Taiwan-related books and products, for authentically Taiwan souvenirs."
  },
  "3": {
    "time": "11:00",
    "description": "Admire Koo Chen-Fu Memorial Library, designed by the great Japanese architect Toyo Ito."
  },
  "4": {
    "time": "12:00",
    "description": "Go to Mr. Curry and order the fortifying classic combo of five dishes and one soup. If you’re dining alone, go to Da Ye Noodle Restaurant and try their garlic ramen, or go to Xing Long Cold Noodle for their cold noodles and stinky tofu."
  },
  "5": {
    "time": "13:00",
    "description": "Time to shop. Stationery fanatics please go to Plain Stationery; for miscellaneous goods, visit 30Select; and don’t miss out on Managasick for independent Taiwanese publications and comics."
  },
  "6": {
    "time": "15:00",
    "description": "It’s tea time. Go to Good Design Institute for a cup of coffee (and browse their curation of goods); or visit Wisteria Tea House for a good pot of tea; or, if it’s dessert that you crave, visit Flügel Studio. "
  },
  "7": {
    "time": "16:30",
    "description": "Climb a small hill to visit Treasure Hill Artist Village where the rest of the world is forgotten. Come see exhibitions and a spectacular sunset view at an old time military dependents’ village."
  },
  "8": {
    "time": "18:30",
    "description": "Go to Wu Yun for an authentically Yunnan feast of spicy and tangy food. If you’re dining alone, go to Shui Yuan Market for Chef Chen’s Whole Wheat Dumplings or Quan An Viet Nam for pho made by lovely Vietnamese ladies (don’t forget to try their pickled garlic). "
  },
  "9": {
    "time": "19:30",
    "description": "Look up Witch House, Kafka by the Sea, Riverside Music Cafe or The Wall for music performances. Remember, music helps with the digestion. If no performances are available, the first two places offer drinks. Also, 2manyminds Records is in the neighborhood. "
  },
  "10": {
    "time": "22:00",
    "description": "Still don’t want to go home? PIPE Live Music probably has a show or party. Or go to Tai Yi Milk King for shaved ice desserts that will cool you down or sweet rice dumplings that will warm you right up."
  }
}
