{
  "1": {
    "time": "09:00",
    "description": "Visit the row of old eateries in front Tsu Sheng Temple for good, straightforward food. Savor a bowl of meat congee or pork knuckle with noodles under banyan trees  and enjoy a leisurely Chinese style breakfast known only to the people of Taipei. "
  },
  "2": {
    "time": "10:00",
    "description": "Head to the century-old tea shops such as Lin Hua Tai or Lin Mao Sen for good teas that make for great gifts."
  },
  "3": {
    "time": "11:00",
    "description": "Start from the northern end of Dihua Street and make your way down. Visit Li Ting Xiang, a longstanding pastry shop, and stop by the renowned mullet roe specialty shop, Li Ri Sheng. Then check out new shops like Dadaocheng 259,  who sells local ingredients, lifestyle brand Mogu, and creators’ base URS155 Tuan Yuan. "
  },
  "4": {
    "time": "12:30",
    "description": "Go to Peacock, a restaurant located in ArtYard that incorporates Taiwanese ingredients into Eurasian cuisine, or walk to Yongle Market and find a variety of eateries in the area. I recommend Yongle Rice Paste Noodle and Fried Mackerel Soup located on Minyue Street."
  },
  "5": {
    "time": "14:00",
    "description": "Single or not, come to Xia Hai City God Temple and pray to Yue Lao for a happy love life. Work your way through the shops, tea houses, and cafes in the ArtYard buildings then head to inBlooom for printed fabric souvenirs."
  },
  "6": {
    "time": "16:00",
    "description": "If you enjoy independent publications, head straight to Shimokitazawa Generations. If you prefer to experience the charm of old streets, hang around the area; there is much that awaits you. "
  },
  "7": {
    "time": "17:30",
    "description": "If all is well in your life, come to Longshan Temple and pray that you are kept safe; if not, pray to Guanyin for a fortune stick that may offer you guidance. "
  },
  "8": {
    "time": "18:30",
    "description": "For dinner, explore the many traditional eateries along the old Monga streets, such as Su Family’s Meat Ball and Savory Rice Cake and Double Joys Squid Paste Soup. Conclude your meal with a bowl of sweet fruit with shaved ice at Longdu Ice Dessert Parlor."
  },
  "9": {
    "time": "19:30",
    "description": "Stroll to Guiyang Street, try the nostalgic flavors of Yongfu Ice Cream then head to the Nishi Hongan-ji Temple plaza and visit Rinbansyo for some Taiwanese herbal tea that will warm the cockles of your heart."
  },
  "10": {
    "time": "20:30",
    "description": "Once a market during the Japanese Ruling Era, the historic site of Ximen Red House is now an art and cultural space with many shops on the first floor. Behind Red House is a famous outdoor gay bar area."
  },
  "11": {
    "time": "22:00",
    "description": "Make the most of your day by going to Woolloomooloo’s Ximen branch or Mikkeller Taiwan, located in an old building in Dadaocheng. For the free-spirited ones, find a Beer Cargo or buy a bottle of Taiwan beer to enjoy on a bridge and reflect upon your day’s journey as the cars go by."
  }
}
